Repository: mozilla-l10n/mt-training-data
Catalog: bqi/bqi_pontoon.tmx
Source language: en_us
Languages: bqi

source: This helps us diagnose and fix issues with the browser. Reports may include personal or sensitive data.
bqi: یو و ایما هیاری اده تا موشکلا گشت گر ن تشخیس دیم وو رفع کۊنیم. گوزارشا گاشڌ داده یل سیخومی یا هساس ایسا ن منسووݩ داشته بۊن.

source: This is sample text. It is here to show how text will appear when you increase or decrease the size with this setting.
bqi: یو نمووه هؽل هڌ. ایچونا ٱووڌه تا نشووݩ دیم ک وا گپ کردن یا کۊچیر کردن هندا وا ای سامووݩ، هؽل چتاور دیاری ابۊ.

source: This page is stored on your device.
bqi: ای بلگه و ری دسگا ایسا زفت وابی.

source: This time search in:
bqi: ای کرت پیتینیڌن من:

source: This website requires a secure connection.
bqi: ای وبگه منپیز ایمن ن اخو.

source: Thought-provoking stories
bqi: داستانا فرگ کردنی

source: Time range to delete
bqi: بازه زمۊوی سی پاک کردن

source: To add a new shortcut, remove one. Touch and hold the site and select remove.
bqi: سی ٱووردن ر نهنگی نۊ، یکی ن پاک کۊنین. بزنین ری وبگه، واڌارنین وو وورداشتن ن پسند کۊنین.

source: To add a new site: Visit it and select “Never translate this site” from the translation menu.
bqi: سی ٱووردن ی وبگه نۊ: هونه بنیرین وو گۊزینه «هرگشت ای وبگه ن نولرنین» ن ز نومگه ولرنیڌن پسند کۊنین.

source: To allow it:
bqi: سی هشتن هو:

source: Today
bqi: ٱمرۊز

source: Today and yesterday
bqi: ٱمرۊز وو دۊش

source: To help improve the browser, Firefox sends diagnostic and interaction data to Mozilla. %1$s
bqi: سی هیاری و بؽڌر وابیڌن گشت گر، Firefox داده یل تشخیسی وو تعامولا ن و Mozilla افشنه. %1$s

source: Toolbar layout
bqi: تئر نوار ٱوزار

source: Tools
bqi: ٱوزارا

source: Top
bqi: روء

source: To send a tab, sign in to Firefox on at least one other device.
bqi: سی فشناڌن ی بلگه، ٱقلن وا ز من ی دسگا دیر و من Firefox بیاین.

source: Total
bqi: پوی

source: Total Cookie Protection isolates cookies to the site you’re on so trackers like ad networks can’t use them to follow you across sites.
bqi: زفت وابیڌن کامل ری و ری کۊکیا، کۊکیا ن من وبگه یلی ک منسووݩ هڌین، سوا اکونه، پ رڌجۊرایی جۊر شبکه یل تبلیقاتی نترن سی و دین کردن ایسا منجا وبگه یل و کار سووݩ گرن.

source: To use extensions, enable them in settings or by selecting “%s” below.
bqi: سی و کار گرؽڌن وردنی یل، هونووݩ ن من سامووا فعال کۊنین یا گۊزینه «%s» بلمی ن پسند کۊنین.

source: Trackers blocked: %d
bqi: رڌجۊرا مسدۊد وابین: %d

source: Tracking content
bqi: موئتوا رڌجۊری

source: Tracking Content
bqi: موئتوا رڌجۊری

source: Tracking Protection has blocked trackers
bqi: زفت وابیڌن جلاو رڌجۊری، رڌجۊرا ن مسدۊد کرده

source: Tracking Protection is off for this site
bqi: زفت وابیڌن جلاو رڌجۊری سی ای وبگه کۊر هڌ

source: Tracking Protection is on
bqi: زفت وابیڌن جلاو رڌجۊری رۊشن هڌ

source: Translate
bqi: ولرنیڌن

source: Translated
bqi: ولرنیڌه

source: Translated to %1$s
bqi: ولرنیڌه وابیڌه و %1$s

source: Translate from
bqi: ولرنیڌن ز

source: Translate page
bqi: ولرنیڌن بلگه

source: Translate page…
bqi: ولرنیڌن بلگه…

source: Translate this page?
bqi: ولرنیڌن ای بلگه؟

source: Translate to
bqi: ولرنیڌن و

source: Translating
bqi: هونی ولرنه

source: Translating…
bqi: ولرنیڌن هونی ٱنجوم ابۊ…

source: Translating in Progress
bqi: ولرنیڌن هونی ٱنجوم ابۊ

source: Translation not found, for locale %1$s neither default language %2$s
bqi: سی جاگه %1$s وو هومچیناکو زووݩ پؽش فرز %2$s، ولرنیڌنی نجوست

source: Translation options
bqi: گۊزینه یل ولرنیڌن

source: Translation preferences
bqi: ترجیها ولرنیڌن

source: Translations
bqi: ولرنیڌنا

source: Translation settings
bqi: سامووا ولرنیڌن

source: Trending on %s
bqi: ری و روشد من %s

source: Try again
bqi: قپ ریت دووارته

source: Try Again
bqi: قپ ریت دووارته

source: Try another source language
bqi: ی زووݩ بونچک دیری ن امتهووݩ کۊنین

source: Try a recommended extension
bqi: وردنی یل پؽشنهاڌ بیڌه ن امتهووݩ کۊنین

source: Try a splash of color
bqi: رنگا شاڌ ن امتهووݩ کۊنین

source: Try connecting on a different device. Check your modem or router. Disconnect and reconnect to Wi-Fi.
bqi: قپ ریت کۊنین وا دسگا دیری منپیز بۊین. مودم یا رۊتر خوتووݩ ن واجۊری کۊنین. منپیز ن قت کۊنین وو دووارته و Wi-Fi منپیز بۊین.

source: Try out features and ideas before they’re released to everyone.
bqi: ویژیی یل وو ایده یل ن ز تیجنیڌن سی پوی امتهووݩ کۊنین.

source: Try private browsing
bqi: گشت سیخومی ن ویر بگیرین

source: Try private translations in %1$s
bqi: ولرنیڌنا سیخومی ن من %1$s امتهووݩ کۊنین

source: Try restarting extensions
bqi: قپ ریت سی ر وندن دووارته وردنی یل

source: Try the Firefox search widget
bqi: ویجت پیتینیڌن Firefox ن امتهووݩ کۊنین

source: Turning on tracking protection is recommended.
bqi: فعال کردن زفت وابیڌن ری و ری رڌجۊری پؽشنهاڌ ابۊ.

source: Turn off and %1$s will clear cookies and reload this site. This may sign you out or empty shopping carts.
bqi: کۊر کردن وو %1$s کۊکیا ن پاک کرده وو ای وبگه ن دووارته بارونی اکونه. یو گاشڌ ایسا ن ز سیستوم و در کونه وو سبتا استیڌنه پتی کونه.

source: Turn off Cookie Banner Blocker for %1$s?
bqi: مسدۊد کوݩ بنر کۊکی سی %1$s قیر فعال بۊ؟

source: Turn off in settings
bqi: کۊر کردن من سامووا

source: Turn off Reader View
bqi: قیر فعال کردن نما خۊندنی

source: Turn off when a network tells %1$s it shouldn’t use secure DNS. %2$s
bqi: هر سا شبکه ای اگو %1$s نوا ی DNS ٱمن ن و کار بره، کۊر بۊوه. %2$s

source: Turn off when VPN, parental control, or enterprise policies are active
bqi: کۊر من مجالی ک وی پی ان، کونتورول والدین یا سیاستا سازمۊوی فعال بۊن

source: Turn on and %1$s will try to automatically refuse all cookie banners on this site.
bqi: فعال کردن وو %1$s قپ ریت اکونه پوی بنرا کۊکی ن من ای وبگه و جۊر خوتکار رڌ کونه.

source: Turn on auto-close
bqi: فعال کردن بستن خوتکار

source: TURN ON AUTO CLOSE
bqi: فعال کردن بستن خوتکار

source: Turn on Cookie Banner Blocker for %1$s?
bqi: مسدۊد کوݩ بنر کۊکی سی %1$s فعال بۊ؟

source: Turn on for all sites
bqi: رۊشن کردن سی پوی وبگه یل

source: Turn on notifications
bqi: رۊشن کردن وارسۊویا

source: Turn on Reader View
bqi: فعال کردن نما خۊندنی

source: Twilight
bqi: گورگ ۉ مؽش

source: <ul> <li>Could the item have been renamed, removed, or relocated?</li> <li>Is there a spelling, capitalization, or other typographical error in the address?</li> <li>Do you have sufficient access permissions to the requested item?</li> </ul>
bqi: <ul> <li>گاشڌ فایلی ک ز دینس هڌین، آلشت نوم یا جاگه داڌه بۊ یا پاک وابیڌه؟</li> <li>موشکل املایی، گپی یا کوچیری هۊرۊف یا موشکلا دیر هؽل کردنی من نشۊوی هڌ؟</li> <li>موجوزا دسرسی ک بس بۊن سی و دست ٱووردن ای نشۊوی ن دارین؟</li> </ul>

source: <ul> <li>It may have been removed, moved, or file permissions may be preventing access.</li> </ul>
bqi: <ul> <li>گاشڌ پاک،‌ جا گورو وابیڌه یا موجوزاس ز دسرسی جلاوگری اکونه.</li> </ul>

source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
bqi: <ul> <li>و ساهاوا وبگه زنگ بزنین تا هونووݩ ن ز بیڌن ای موشکل خور دار کۊنین.</li> </ul>

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
bqi: <ul> <li>بلگه ای ک قپ ریت اکۊنین تا نیرینس نتره نشووݩ داڌه بۊ، چیناکه تاییڌیه ائتوار داده یل گرؽڌنی ن نڌاره.</li> <li>و ساهاوا ای وبگه زنگ بزنین وو هونووݩ ن من جریان ای موشکل بنین.</li> </ul>

source: <ul> <li>The page you are trying to view cannot be shown because this website requires a secure connection.</li> <li>The issue is most likely with the website, and there is nothing you can do to resolve it.</li> <li>You can notify the website’s administrator about the problem.</li> </ul>
bqi: <ul> <li>بلگه ای ک اخۊین نیرین نتره نشووݩ داڌه بۊ چیناکه ای وبگه منپیز ایمن ن اخو.</li> <li>و ائتمال قلوه موشکل ز وبگه هڌ وو کاری سی هل کردنس ز دست ایسا بر نیا.</li> <li>ترین موشکل ن و دؽوۉدار وبگه وارسۊوی کۊنین.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
bqi: <ul> <li>گاشڌ وبگه مووقتن من دسرس نبۊ یا قلوه شۊلۊغ بۊ. ی دمووݩ دی ز نۊ قپ ریت کۊنین.</li> <li>ٱر نترین هیچ بلگه ای ن بۊگۊشین، منپیز داده دسگا یا وای فای خوتووݩ ن واجۊری کۊنین.</li> </ul>

source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
bqi: <ul> <li>گاشڌ سی دل موشکلی من کانفیگ سرور، یا قپ ریت کردن خوت تکی سی نشووݩ داڌن خوت و جا ای سرور بۊ.</li> <li>ٱر زیتر و خۊوی و ای سرور منپیز وابیڌینه، گاشڌ ای موشکل مووقتی بۊ، ترین دیندا تر ز نۊ قپ ریت کۊنین.</li> </ul>

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
bqi: <ul> <li>نشۊویا وبگه مئمۊلن چینووݩ هؽل ابۊن <strong>http://www.example.com/</strong></li> <li>ویرتووݩ بۊ مومیزی ک زبال هڌ ن و کار بگیرین (ینی <strong>/</strong>).</li> </ul>

source: Unable to connect
bqi: نتره منپیز بۊوه

source: Unable to generate PDF
bqi: نترست PDF ن وورکل کونه

source: Unable to open %1$s
bqi: نترست %1$s ن بوگوشه

source: Unable to print this page
bqi: نترست ای بلگه ن چاپ کونه

source: Unable to send
bqi: نؽبۊ ک بفشنه

source: Undo
bqi: وورگندن

source: UNDO
bqi: وورگندن

source: Unexpected response from server
bqi: ولوم یهوی ز سرور

source: Unknown Protocol
bqi: نشۊوی نشناخته

source: unknown time
bqi: زمووݩ ن دیاری

source: Unlock
bqi: گۊشیڌن چفت

source: Unlock %1$s
bqi: گۊشیڌن %1$s

source: Unlock private tabs
bqi: گۊشیڌن چفت بلگه یل سیخومی

source: Unlock to use saved payment methods
bqi: گۊشیڌن رزم سی و کار گرؽڌن روشا پرداخت زفت وابیڌه

source: Unlock to view your saved cards
bqi: سی نیشتن کارتا اعتواری چفت ن بۊگۊشین

source: Unlock to view your saved passwords
bqi: گۊشیڌن چفت سی نیشتن رزما زفت وابیڌه

source: Unlock your device
bqi: گۊشیڌن رزم دسگا

source: Unsafe File Type
bqi: نوء فایل ٱمن نؽ

source: Unverified scripts can pose security and privacy risks. Only run scripts from extensions or sources you trust.
bqi: اسکریپتا تاییڌ نوابیڌه ترن خترات ٱمنیتی وو زفت کردن هریم سیخومی وورکل کونن. تینا اسکریپتایی ن ز وردنی یل وو بونچکایی ک وسووݩ ائتماڌ دارین، ر بونین.

source: Unwanted site issue
bqi: موشکل وبگه نخاسته

source: Update
bqi: ورۊ رسۊوی

source: Update before March 14
bqi: پؽش ز 14 مارس ورۊ رسۊوی کۊنین

source: Update before March 14 to keep using add-ons and other features.
bqi: پؽش ز 14 مارس ورۊ رسۊوی کۊنین تا تا ترسته بۊین وردنی یل وو پوی ویژیی یل ن هی و کار بگیرین.

source: Update card expiration date?
bqi: ویرگار انقزا کارت ورۊ بۊ؟

source: Update now
bqi: سکو ورۊ رسۊوی کۊنین

source: Update password?
bqi: رزم ورۊ رسۊوی بۊ؟

source: Update permissions and data preferences any time in the %1$s.
bqi: ورۊ رسۊوی موجوزا وو سامووا ترجیهی داده یل من هر زموونی من %1$s.

source: Update recommended
bqi: ورۊ رسۊوی پؽشنهاڌ ابۊ

source: Updater Information
bqi: ورۊ رسۊوی دووسمندیا

source: Update username?
bqi: نوم منتوری ورۊ رسۊوی بۊ؟

source: Update your Firefox browser
bqi: گشت گر Firefox خوتووݩ ن ورۊ رسۊوی کۊنین

source: Upload
bqi: آپلود

source: Upload files?
bqi: فایل آپلود بۊ؟

source: URL
bqi: نشۊوی اینترنتی

source: URL copied
bqi: نشۊوی لف گیری وابی

source: URL copied.
bqi: نشۊوی لف گیری وابی.

source: URL copied to clipboard
bqi: نشۊوی من کلیپ بورد لف گیری وابی

source: URL must start with “https://”
bqi: نشۊوی وا، وا «‪https://‬» شۊرۊ بۊ

source: URL to use for search
bqi: نشۊوی سی و کار گرؽڌن سی پیتینیڌن

source: Usage data
bqi: داده یل و کار گرؽڌه

source: Use %1$s as a login provider
bqi: و کار گرؽڌن %1$s و عونوان ی جۊر کوݩ

source: Use a local provider, if possible. %1$s
bqi: و کار گرؽڌن جۊر کوݩ مهلی ٱر ک بۊ. %1$s

source: Use email instead
bqi: و جا هو ایمیل ن و کار بگر

source: Use password
bqi: و کار گرؽڌن رزم

source: Username
bqi: نوم منتوری

source: Username copied to clipboard
bqi: نوم منتوری من کلیپ بورد لف گیری وابی

source: Username updated
bqi: نوم منتوری ورۊ وابیڌ

source: Use saved card
bqi: و کار گرؽڌن کارت زفت وابیڌه

source: Use screen lock to hide private tabs?
bqi: چفت بلگه ن سی بؽڌار کردن بلگه یل سیخومی و کار اگیرین؟

source: Use screen lock to hide tabs in private browsing
bqi: و کار گرؽڌن چفت بلگه سی بؽڌار کردن بلگه یل من گشتن سیخومی

source: Use strong password
bqi: و کار گرؽڌن رزم قوی

source: Use strong password?
bqi: و کار گرؽڌن رزم قوی؟

source: Use strong password: %1$s
bqi: و کار گرؽڌن رزم قوی: %1$s

source: Use the provider you select
bqi: و کار گرؽڌن جۊر کوݩ پسند بیڌه ایسا

source: Use your default DNS resolver
bqi: موبدل DNS پؽش فرز خوته و کار بگر

source: Use your default DNS resolver if there is a problem with the secure DNS provider
bqi: ٱر موشکلی وا جۊر کوݩ DNS ٱمن هڌه، DNS پؽش فرز خوتووݩ ن و کار بگیرین

source: Valid hostname required
bqi: نوم هاستی ک زبال بۊ وا الن بۊوس

source: Verification failed
bqi: تاییڌ مووفق نبیڌ

source: Verified By: %1$s
bqi: تاییڌ وابی و دست: %1$s

source: Verified by %s
bqi: تاییڌ وابیڌه و دست %s

source: Version
bqi: نوسخه

source: Very dissatisfied
bqi: قلوه ن رازی

source: Very satisfied
bqi: قلوه رازی

source: Video isn’t playing or loading
bqi: فیلم پشک یا بار ونی نؽبۊ

source: Videos
bqi: فیلما

source: View
bqi: نما

source: View a list of tabs from your other devices.
bqi: نشووݩ داڌن نومگهی ز بلگه یل ز دسگایل دیر ایسا.

source: View options
bqi: نیشتن گۊزینه یل

source: View recently closed tabs
bqi: نشووݩ داڌن بلگه یلی ک سکو بسته وابین

source: View tabs with fingerprint, face unlock, or PIN.
bqi: بلگه یل ن وا جا کلکی، بۊگۊشین وا ری یا رزم بنیرین.

source: View tabs with your fingerprint, PIN, or face unlock.
bqi: بلگه یل ن وا جا کلکی، رزم یا گۊشیڌن وا ری بنیرین.

source: Voice search
bqi: پیتینیڌن دونگی

source: Wallpaper Item: %1$s
bqi: موورد کاقز دیواری: %1$s

source: Wallpapers
bqi: کاقز دیواری یل

source: Wallpaper updated!
bqi: کاقز دیواری ورۊ وابی!

source: We assign each product’s reviews a <b>letter grade</b> from A to F.
bqi: ایما و هر مئسۊل ی <b>نومره هۊرۊفی</b> ز A تا F ادیم.

source: Web address must contain “https://” or “http://”
bqi: نشۊوی وا «https://‎» یا «http://‎» ن داشته بۊ

source: Web address not valid.
bqi: نشۊوی اینترنتی زبال نؽ.

source: Website
bqi: وبگه اینترنتی

source: website activity
bqi: فعالیت وبگه

source: website content
bqi: موئتوا وبگه

source: We download partial languages to your cache to keep translations private.
bqi: ایما بشنی ز زووا ن من ویرگه بؽڌاری ایسا دانلود اکۊنیم تا ولرنیڌنا سیخومی بمهنن.

source: Welcome to a more personal internet
bqi: و اینترنتی سیخومی تر خش ٱوۊڌین

source: Welcome to Firefox
bqi: و Firefox خش ٱوۊڌین

source: We love keeping you safe
bqi: ایما عاشوق زفت کردن ٱمنیت ایسانیم

source: We‘re currently building support for an initial selection of Recommended Extensions.
bqi: سکو هونی لادراری ن سی ی قرده ز وردنی یل پسند بیڌه وورکل اکۊنیم.

source: We’re sorry you’re having issues. Let us know how we can improve %1$s.
bqi: وابخشین ک و موشکل خردین. و ایما بۊگۊین ک چتاور تریم %1$s ن بؽڌر کۊنیم.

source: What do you think about %1$s?
bqi: منشڌ ایسا زبار %1$s چنه؟

source: What happened? What should have happened?
bqi: چ وابی؟ چ واست بۊوه؟

source: What’s blocked by custom tracking protection
bqi: اۊ چیه ک و دست زفت وابیڌن رڌجۊری سفارشی مسدۊد وابیڌه

source: What’s blocked by standard tracking protection
bqi: اۊ چیه ک و دست زفت وابیڌن رڌجۊری استاندارد مسدۊد وابیڌه

source: What’s blocked by strict tracking protection
bqi: اۊ چیه ک و دست زفت وابیڌن رڌجۊری سخت گرووه مسدۊد وابیڌه

source: What’s broken?
bqi: چ موشکلی پؽش ٱووڌه؟

source: What’s new
bqi: چیا نۊ

source: What’s new in %s
bqi: چ چیه من %s نۊ هڌ

source: When you share how you discovered Firefox and that you use it, you help us introduce our browser to more people.
bqi: هر سا و ایما اگۊین ک چتاور Firefox ن جۊستین وو و کارس اگیرین، و ایما هیاری ادین تا گشت گر خومووݩ ن و آڌومیل قلوه ای نشووݩ دیم.

source: Who might be able to see my activity?
bqi: کؽ گاشڌ ترسته بۊ فعالیت مونه بنیره؟

source: With Firefox on your home screen, you’ll have easy access to the privacy-first browser that blocks cross-site trackers.
bqi: وا Firefox من بلگه ٱسلی خوت، و راهتی و گشت گر اول هریم سیخومی دسرسی دارین ک رڌجۊرا منجا وبگهی ن مسدۊد اکونه.

source: Would you like to leave %s to view this content?
bqi: اخۊین %s ن هیلین وو رین تا ای موئتوا ن بنیرین؟

source: Xiaomi devices may need extra permissions to add shortcuts to the home screen. Please check your settings.
bqi: دسگایل Xiaomi گاشڌ موجوزا ازافی سی ٱووردن ر نهنگا و بلگه ٱسلی بخون. سامووا خوتووݩ ن واجۊری کۊنین.

source: Yes
bqi: هری

source: Yesterday
bqi: دۊش

source: You can easily add this website to your device’s Home screen to have instant access and browse faster with an app-like experience.
bqi: و آسۊوی ترین ای وبگه ن و بلگه هووه تیلیفووݩ خوتووݩ یارین تا هر سا دلتووݩ خاست وس دسرسی داشته بۊین وو کار وا ی برنومه گشت گر زیتری ن سیتووݩ داره.

source: You can set %1$s to automatically open links in apps.
bqi: ایسا ترین %1$s ن سی گۊشیڌن خوتکار لینگا من برنومه یل، ساموو کۊنین.

source: You control when to use secure DNS and choose your provider.
bqi: ایسا اگۊین ک چ مجالی DNS ٱمن و کار روه وو جۊر کونسه پسند اکۊنین.

source: You don’t have any tabs open in Firefox on your other devices.
bqi: ایسا هیچ بلگه واز دیری من Firefox ری دسگایل دیری تووݩ نڌارین.

source: You have an unsent crash report related to crashes being investigated. Sending it will help us improve %1$s. Closing this notification will ignore this report.
bqi: ایسا ی گوزارش خراوی نفشناڌه راجو خراویلی ک هونی واجۊری ابۊن دارین. فشناڌنس ایما ن من بؽڌر کردن %1$s هیاری اده. بستن ای وارسۊوی، ای گوزارش ن نیڌه اگره.

source: You have extensions installed, but not enabled
bqi: ایسا وردنی یلی پۊرنیڌن، ٱما فعال نؽڌن

source: You have unsent crash reports (%1$d) related to crashes being investigated. Sending them will help us improve %2$s. Closing this notification will ignore these reports.
bqi: ایسا گوزارشا خراوی نفشناڌه (%1$d) راجو خراویلی ک هونی واجۊری ابۊن دارین. فشناڌن هونووݩ ایما ن من بؽڌر کردن %2$s هیاری اده. بستن ای وارسۊوی، ای گوزارشا ن نیڌه اگره.

source: You’ll be logged out of most sites
bqi: ز بیشتر وبگه یل و در ازنین

source: You may want to block access if it’s not clear why %s needs this data.
bqi: ٱر دیاری نؽ سیچه %s ای داده یل ن اخو، گاشڌ بخۊین دسرسیسه مسدۊد کۊنین.

source: Your connection is not secure.
bqi: منپیز ایسا ایمن نؽ.

source: You’re 4 steps in. Only 2 more to go!
bqi: ایسا 4 مرهله ن پوشت سر ناڌین. تینا 2 مرهله دی منده!

source: You’re halfway there! Three steps finished and 2 to go.
bqi: نسم ر ن ٱوۊڌیم! س مرهله تموم وابیڌه وو 2 مرهله دی باقی منده.

source: You’re halfway there! Three steps finished and 3 to go.
bqi: نسم ر ن ٱوۊڌیم! س مرهله تموم وابیڌه وو 3 مرهله دی باقی منده.

source: You’re on an older version of Firefox
bqi: ایسا ی نوسخه قڌیمی ز Firefox ن و کار اگرین

source: You’re protected. If we spot something, we’ll let you know.
bqi: ایسا زفت ابۊین. ٱر چیه ن بوینیم، و ایسا وارسۊوی اکۊنیم.

source: Your open tabs will be shown here.
bqi: بلگه یل واز ایسا ایچو نشووݩ داڌه ابۊن.

source: Your private tabs will be shown here.
bqi: بلگه یل سیخومی ایسا من ایچو نشووݩ داڌه ابۊن.

source: Your report helps us understand and fix issues in %1$s to make it better for everyone. Learn more
bqi: گوزارش ایسا، ایما ن هیاری اده تا موشکلا %1$s ن بفئمیم وو هل کۊنیم تا هو ن سی پوی بؽڌر کۊنیم. دووسمندیا قلوه

source: Your report was sent
bqi: گوزارش ایسا فشناڌه وابی

source: Your tabs are syncing! Pick up where you left off on your other device.
bqi: بلگه یل تووݩ هونی هوم گوم ابۊن! اوچو ک دسگا دیر تووݩ ن هیشتینه رین ز دینس.

source: Your version of Firefox will stop working properly on March 14 because a root certificate is expiring.
bqi: نوسخه ایسا ز Firefox سی دل مونقزی وابیڌن ی گوواهی بونچک و خۊوی کار نؽکونه.

source: You turned off protections
bqi: ایسا زفت وابیڌنا ن کۊر کردین

source: You’ve completed 2 out of 5 steps. Great progress!
bqi: ایسا 2 مرهله ز 5 مرهله ن ٱنجوم داڌین. پؽش رئڌن تووݩ هرف نڌاره!

source: You’ve completed 2 out of 6 steps. Great progress!
bqi: ایسا 2 مرهله ز 6 مرهله ن ٱنجوم داڌین. پؽش رئڌن تووݩ هرف نڌاره!

source: You’ve completed all 3 steps. Enjoy the speed, privacy, and security of %1$s.
bqi: ایسا هر س مرهله ن ٱنجوم داڌین. ز ترات، هریم سخومی وو ٱمنیت %1$s فیس کۊنین.

source: You’ve completed all 5 setup steps. Enjoy the speed, privacy, and security of %1$s.
bqi: ایسا پوی 5 مرهله ن ٱنجوم داڌین. ز ترات، هریم سخومی وو ٱمنیت %1$s فیس کۊنین.

source: You’ve completed all 6 setup steps. Enjoy the speed, privacy, and security of %1$s.
bqi: ایسا پوی 6 مرهله ن ٱنجوم داڌین. ز ترات، هریم سخومی وو ٱمنیت %1$s فیس کۊنین.

source: You’ve enabled HTTPS-Only Mode for enhanced security, and a HTTPS version of <em>%1$s</em> is not available.
bqi: هالت تینا-HTTPS سی ٱمنیت قلوه فعال وابیڌه وو نوسخه HTTPS ز <em>%1$s</em> من دسرس نؽ.

source: Zip
bqi: کود پوستی

source: Zoom on all websites
bqi: گپ نمایی من پوی وبگه یل

source: account recovery key
bqi: کیلیت وورگندن هساو

source: add-on
bqi: وردنی

source: alternate text
bqi: هؽل جایونی

source: attack
bqi: چول کردن

source: attacker
bqi: چول کوݩ

source: Attack Site
bqi: وبگه چول کوݩ

source: attendee
bqi: شرکت کوننده

source: authenticate
bqi: ائراز هۊویت

source: authenticated
bqi: ائراز هۊویت وابیڌه

source: authentication code
bqi: کود ائراز هۊویت

source: autoplay
bqi: پشک خوتکار

source: backup authentication code
bqi: کود ائراز هۊویت وورگندن

source: bookmark
bqi: نشووک ناهاڌن

source: breakpoint
bqi: نوقته واستاڌن

source: Bug report
bqi: گوزارش موشکل

source: certificate authority
bqi: تاییڌ کوݩ گوواهی

source: cipher
bqi: رزم ناهاڌن

source: clipboard
bqi: کلیپ بورد

source: colorway
bqi: رنگ بندی

source: confirmation code
bqi: کود تاییڌ

source: context
bqi: موئتوا

source: cookie banner
bqi: بنر کۊکی

source: corrupt
bqi: خراو

source: corrupted
bqi: خراو وابیڌه

source: crash
bqi: خراوی

source: cross-site tracking cookie
bqi: کۊکی رڌجۊر منجا وبگهی

source: cryptominer
bqi: ودر کوݩ رزم ٱرزا

source: cryptomining
bqi: ودر کشیڌن رزم ٱرزا

source: debug
bqi: موشکل زودایی

source: deceptive site
bqi: وبگه بلا کوݩ

source: decode
bqi: رزم گۊشی کردن

source: decryption
bqi: رزم گۊشی

source: disinformation
bqi: دووسمندیا اشتوا

source: distrust
bqi: بؽ ائتمادی

source: email mask
bqi: بؽڌار کوݩ ایمیل

source: enable
bqi: و کار وندن

source: encode
bqi: کود بندی کردن

source: encrypt
bqi: رزم ناهاڌن

source: encryption
bqi: رزم ناهاڌه بیڌه

source: end user
bqi: منتور دیندایی

source: extension
bqi: وردنی

source: fingerprinter
bqi: کلک نگار

source: fingerprinting
bqi: کلک نگاری

source: Firefox View
bqi: نما Firefox

source: grassroots
bqi: مردۊمی

source: home page
bqi: بلگه هووه ای

source: import
bqi: و من ٱووردن

source: independent browser
bqi: گشت گر موستقل

source: innovations
bqi: نۊ ٱووردنیا

source: insecure
bqi: ن ٱمن

source: installation
bqi: پۊرنیڌن

source: Issue
bqi: و در تیجنیڌه وابیڌه

source: Legacy extension
bqi: وردنی قڌیمی

source: misinformation
bqi: دووسمندیا اشتوا

source: native
bqi: مهلی

source: net neutrality
bqi: بؽ ترفی شبکه

source: nonprofit
bqi: ن سۊد بر

source: non-profit
bqi: ن سۊد بر

source: open source
bqi: بونچک واز

source: override
bqi: ز نۊ هؽل کردن

source: phone number mask
bqi: بؽڌار کوݩ نومره تیلیفووݩ

source: pop-up
bqi: نیمدری گۊشیڌنی

source: preference
bqi: ترجیهات

source: Privacy Policy
bqi: سیاست زفت مهرمووه ای

source: release
bqi: تیجنیڌن

source: report
bqi: گوزارش کردن

source: restricted site
bqi: وبگه مئدۊد وابیڌه

source: revert
bqi: وورگندن

source: Review checker
bqi: واجۊری کوݩ واجۊری

source: search suggestion
bqi: پؽشنهاڌا پیتینیڌن

source: security keys
bqi: کیلیتا ٱمنیتی

source: sensitive
bqi: هساس

source: sidebar
bqi: نوار کلی

source: sign
bqi: امزا کردن

source: signer
bqi: امزا کوݩ

source: sign in
bqi: و من ٱووڌن

source: sign-in
bqi: و من ٱووڌن

source: studies
bqi: خۊندنیا
